[
  {
    "title": "Существительное + です",
    "body": "私は学生です。",
    "subbody": "Я (есть) студент.",
    "notes": "Базовая конструкция для утвердительных предложений с существительными и прилагательными-на. です указывает на вежливый стиль речи. Не используется в неформальной беседе, там просто опускается или заменяется на だ.",
    "tagsArray": ["grammar N5"],
    "createdAt": "2025-01-11T17:00:00.000Z"
  },
  {
    "title": "Существительное + ではありません",
    "body": "彼は先生ではありません。",
    "subbody": "Он не учитель.",
    "notes": "Отрицательная форма конструкции です. Полная вежливая форма - ではありません. В разговорной речи часто сокращается до じゃありません или еще более неформально じゃないです. Ставится после существительного или прилагательного-на.",
    "tagsArray": ["grammar N5"],
    "createdAt": "2025-01-11T17:00:00.000Z"
  },
  {
    "title": "Существительное + が あります",
    "body": "机の上に本があります。",
    "subbody": "На столе есть книга.",
    "notes": "Конструкция для указания на существование неодушевленных предметов (あります) или одушевленных существ (います). Часто используется с указанием места через частицу に. あります также используется для обозначения событий и мероприятий (например, テストがあります - будет тест).",
    "tagsArray": ["grammar N5"],
    "createdAt": "2025-01-11T17:00:00.000Z"
  },
  {
    "title": "Глагол в て-форме + ください",
    "body": "窓を開けてください。",
    "subbody": "Откройте окно, пожалуйста.",
    "notes": "Вежливая просьба или мягкое приказание. Сначала ставится глагол в て-форме, затем ください. Конструкция может звучать директивно, если не добавить слова вежливости. Для более мягкой просьбы можно добавить ませんか (開けてくださいませんか - не могли бы вы открыть?).",
    "tagsArray": ["grammar N5"],
    "createdAt": "2025-01-11T17:00:00.000Z"
  },
  {
    "title": "Место + へ + 行きます",
    "body": "学校へ行きます。",
    "subbody": "Я иду в школу.",
    "notes": "Конструкция для указания направления движения. Частица へ (читается как 'э') указывает на цель или направление. Можно заменять на に, но с небольшим смысловым оттенком: に акцентирует конечную точку, へ - само направление движения. Часто используется с глаголами движения: 行きます (идти), 来ます (приходить), 帰ります (возвращаться).",
    "tagsArray": ["grammar N5"],
    "createdAt": "2025-01-11T17:00:00.000Z"
  }
]